src/main/resources/templates/seguros-mundial/descargar-poliza-electronica.vm

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <DescargarArchivoPolElectronica xmlns="http://www.mundialseguros.com.co/">
      <txt_patente>${body.get("placa")}</txt_patente>
      <nro_doc>${body.get("nroDoc")}</nro_doc>
      <cod_agente>${body.get("codAgente")}</cod_agente>
    </DescargarArchivoPolElectronica>
  </soap12:Body>
</soap12:Envelope>